Repository: riyasy/FlyPhotos
Catalog: Src/FlyPhotos/Strings/*/Resources.resw
Source language: en_us
Languages: ar_sa, de_de, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, ml_in, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, uk_ua, zh_cn, zh_tw

# TextBlockCodecsInfo.Text
source: FlyPhotos uses Windows Inbuilt Imaging Component (WIC) codecs mostly.
ar_sa: يستخدم FlyPhotos برامج ترميز مكون تصوير Windows (WIC) المدمج بشكل أساسي.
de_de: FlyPhotos verwendet hauptsächlich integrierte Windows Imaging Component (WIC) Codecs.
es_es: FlyPhotos utiliza principalmente códecs de Windows Imaging Component (WIC).
fi_fi: FlyPhotos käyttää enimmäkseen Windows Imaging Component (WIC) -koodekkeja.
fr_fr: FlyPhotos utilise principalement les codecs Windows Imaging Component (WIC).
hu_hu: A FlyPhotos többnyire a Windows beépített képalkotó összetevő (WIC) kodekeket használja.
it_it: FlyPhotos utilizza principalmente codec Windows Imaging Component (WIC).
ja_jp: FlyPhotosは主にWindows Imaging Component (WIC) コーデックを使用します。
ko_kr: FlyPhotos는 주로 Windows Imaging Component(WIC) 코덱을 사용합니다.
ml_in: FlyPhotos പ്രധാനമായും വിൻഡോസ് ഇൻബിൽറ്റ് ഇമേജിംഗ് കമ്പോണന്റ് (WIC) കോഡെക്കുകളാണ് ഉപയോഗിക്കുന്നത്.
nl_nl: FlyPhotos gebruikt voornamelijk Windows Imaging Component (WIC) codecs.
pl_pl: FlyPhotos używa głównie wbudowanych kodeków Windows Imaging Component (WIC).
pt_br: O FlyPhotos usa principalmente os codecs do Windows Imaging Component (WIC).
pt_pt: FlyPhotos utiliza principalmente os codecs do Windows Imaging Component (WIC).
ru_ru: FlyPhotos в основном использует кодеки Windows Imaging Component (WIC)
sv_se: FlyPhotos använder främst inbyggda Windows Imaging Component (WIC) codecs.
uk_ua: FlyPhotos переважно використовує вбудовані кодеки Windows Imaging Component (WIC).
zh_cn: FlyPhotos 主要使用 Windows 内置图像组件 (WIC) 编解码器
zh_tw: FlyPhotos 主要使用 Windows 內建的 WIC 編解碼器。

# TextBlockAdvanced.Text
source: Advanced
ar_sa: متقدم
es_es: Avanzado
fr_fr: Avancé
it_it: Avanzate
ja_jp: 詳細
ko_kr: 고급
ml_in: അഡ്വാൻസ്ഡ്
nl_nl: Geavanceerd
pl_pl: Zaawansowane
pt_pt: Avançadas
ru_ru: Расширенные
sv_se: Avancerat
uk_ua: Додатково
zh_tw: 進階

# TextBlockPhotoDisplay.Text
source: Photo Display
ar_sa: عرض الصور
de_de: Fotoanzeige
es_es: Visualización de fotos
fi_fi: Kuvan näyttö
fr_fr: Affichage des photos
hu_hu: Kép megjelenítése
it_it: Visualizzazione foto
ja_jp: 写真の表示
ko_kr: 사진 표시
ml_in: ഫോട്ടോ പ്രദർശനം
nl_nl: Fotoweergave
pl_pl: Wyświetlanie zdjęć
pt_br: Exibição de fotos
pt_pt: Apresentação de fotos
ru_ru: Отображение фото
sv_se: Fotovisning
uk_ua: Відображення фото
zh_cn: 照片显示
zh_tw: 照片顯示

# TextBlockStartupAndAppearance.Text
source: Startup and Appearance
ar_sa: التشغيل والمظهر
es_es: Inicio y apariencia
fr_fr: Démarrage et apparence
it_it: Avvio e aspetto
ja_jp: 起動と外観
ko_kr: 시작 및 모양
ml_in: ആരംഭവും രൂപവും
nl_nl: Opstarten en weergave
pl_pl: Uruchamianie i wygląd
pt_pt: Arranque e aspeto
ru_ru: Запуск и внешний вид
sv_se: Start och utseende
uk_ua: Запуск та зовнішній вигляд
zh_tw: 啟動與外觀

# TextBlockUIControls.Text
source: UI Controls
ar_sa: عناصر التحكم
de_de: UI-Steuerelemente
es_es: Controles de la IU
fi_fi: Käyttöliittymän ohjaimet
fr_fr: Contrôles d'interface
hu_hu: UI vezérlők
it_it: Controlli UI
ja_jp: UIコントロール
ko_kr: UI 컨트롤
ml_in: യൂസർ ഇന്റർഫേസ് എലമെൻറ്സ്
nl_nl: UI-besturingselementen
pl_pl: Elementy sterujące interfejsu użytkownika
pt_br: Controles de interface
pt_pt: Controlos da interface
ru_ru: Элементы управления
sv_se: Användargränssnittskontroller
uk_ua: Елементи керування
zh_cn: 界面控件
zh_tw: 介面控制項

# TitleTextBlock.Text
source: FlyPhotos - Open Photo
ar_sa: FlyPhotos - فتح ملف صورة
de_de: FlyPhotos - Foto öffnen
es_es: FlyPhotos - Abrir foto
fi_fi: FlyPhotos - Avaa kuva
fr_fr: FlyPhotos - Ouvrir la photo
hu_hu: FlyPhotos - Kép megnyitása
it_it: FlyPhotos - Apri foto
ja_jp: FlyPhotos - 写真を開く
ko_kr: FlyPhotos - 사진 열기
ml_in: FlyPhotos - ഫോട്ടോ തുറക്കുക
nl_nl: FlyPhotos - Foto openen
pl_pl: FlyPhotos - Otwórz zdjęcie
pt_br: FlyPhotos - Abrir foto
pt_pt: FlyPhotos - Abrir foto
ru_ru: FlyPhotos - Открыть фото
sv_se: FlyPhotos - Öppna foto
uk_ua: FlyPhotos - Відкрити фото
zh_cn: FlyPhotos - 打开照片
zh_tw: FlyPhotos - 開啟照片

# TrialExpiredMessage.CloseButton
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_cn: 确定
zh_tw: 確定

# TrialExpiredMessage.Content
source: Your free trial has expired. Please purchase the full version from Microsoft Store.
ar_sa: لقد انتهت صلاحية الفترة التجريبية المجانية. يرجى شراء الإصدار الكامل من Microsoft Store.
de_de: Ihre kostenlose Testversion ist abgelaufen. Bitte erwerben Sie die Vollversion im Microsoft Store.
es_es: Su prueba gratuita ha expirado. Por favor, compre la versión completa en Microsoft Store.
fi_fi: Ilmainen kokeilujaksosi on päättynyt. Osta täysversio Microsoft Storesta.
fr_fr: Votre essai gratuit a expiré. Veuillez acheter la version complète sur le Microsoft Store.
hu_hu: Ingyenes próbaverziója lejárt. Kérjük, vásárolja meg a teljes verziót a Microsoft Store-ból.
it_it: La tua prova gratuita è scaduta. Acquista la versione completa dal Microsoft Store.
ja_jp: 無料トライアル期間が終了しました。Microsoft Storeからフルバージョンを購入してください。
ko_kr: 무료 체험판이 만료되었습니다. Microsoft Store에서 정식 버전을 구매하세요.
ml_in: നിങ്ങളുടെ സൗജന്യ പരീക്ഷണ കാലാവധി അവസാനിച്ചു. ദയവായി Microsoft Store-ൽ നിന്ന് ആപ്പ് വാങ്ങുക.
nl_nl: Uw gratis proefperiode is verlopen. Koop de volledige versie in de Microsoft Store.
pl_pl: Twój bezpłatny okres próbny wygasł. Kup pełną wersję w Microsoft Store.
pt_br: Sua avaliação gratuita expirou. Compre a versão completa na Microsoft Store.
pt_pt: A avaliação gratuita expirou. Compre a versão completa na Microsoft Store.
ru_ru: Срок бесплатной версии истёк. Пожалуйста, приобретите полную версию в Microsoft Store
sv_se: Din kostnadsfria provperiod har löpt ut. Köp den fullständiga versionen från Microsoft Store.
uk_ua: Термін безкоштовного пробного періоду закінчився. Будь ласка, придбайте повну версію в Microsoft Store.
zh_cn: 免费试用已到期。请前往 Microsoft Store 购买完整版。
zh_tw: 免費試用已到期。請從 Microsoft Store 購買完整版本。

# TrialExpiredMessage.Title
source: Trial Expired
ar_sa: انتهت صلاحية الفترة التجريبية
de_de: Testversion abgelaufen
es_es: Prueba expirada
fi_fi: Kokeilujakso päättynyt
fr_fr: Essai expiré
hu_hu: A próbaverzió lejárt
it_it: Prova scaduta
ja_jp: トライアル期限切れ
ko_kr: 체험판 만료
ml_in: പരീക്ഷണ കാലാവധി അവസാനിച്ചു
nl_nl: Proefperiode verlopen
pl_pl: Wygasł okres próbny
pt_br: Avaliação expirada
pt_pt: Avaliação expirada
ru_ru: Срок пробной версии истёк
sv_se: Provperioden har löpt ut
uk_ua: Пробний період завершено
zh_cn: 试用已到期
zh_tw: 試用已到期

# UnsupportedFileAlert.Description
source: The dropped file is not a supported image type.
ar_sa: الملف الذي تم إفلاته ليس من أنواع الصور المدعومة.
de_de: Die abgelegte Datei wird nicht als unterstütztes Bildformat erkannt.
es_es: El archivo soltado no es un tipo de imagen compatible.
fi_fi: Pudotettu tiedosto ei ole tuettu kuvatyyppi.
fr_fr: Le fichier déposé n'est pas un type d'image pris en charge.
hu_hu: A behúzott fájl nem támogatott képformátum.
it_it: Il file trascinato non è un tipo di immagine supportato.
ja_jp: ドロップされたファイルはサポートされている画像タイプではありません。
ko_kr: 드롭된 파일은 지원되는 이미지 형식이 아닙니다.
ml_in: വലിച്ചിടപ്പെട്ട ഫയൽ ഫ്ലൈ പിന്തുണക്കുന്നില്ല
nl_nl: Het neergezette bestand is geen ondersteund afbeeldingsformaat.
pl_pl: Upuszczony plik nie jest obsługiwanym typem obrazu.
pt_br: O arquivo não é um tipo de imagem suportado.
pt_pt: O ficheiro largado não é um tipo de imagem suportado.
ru_ru: Тип загруженного файла не поддерживается
sv_se: Den släppta filen är inte en stödd bildtyp.
uk_ua: Перетягнутий файл не є підтримуваним форматом зображення.
zh_cn: 拖入的文件不是受支持的图片类型。
zh_tw: 拖曳的檔案不是支援的圖片格式。

# UnsupportedFileAlert.Title
source: Unsupported File
ar_sa: ملف غير مدعوم
de_de: Nicht unterstützte Datei
es_es: Archivo no compatible
fi_fi: Ei tuettu tiedosto
fr_fr: Fichier non pris en charge
hu_hu: Nem támogatott fájl
it_it: File non supportato
ja_jp: サポートされていないファイル
ko_kr: 지원되지 않는 파일
ml_in: പിന്തുണയ്ക്കാത്ത ഫയൽ
nl_nl: Niet-ondersteund bestand
pl_pl: Nieobsługiwany plik
pt_br: Arquivo não suportado
pt_pt: Ficheiro não suportado
ru_ru: Неподдерживаемый файл
sv_se: Filtyp stöds inte
uk_ua: Непідтримуваний файл
zh_cn: 不支持的文件
zh_tw: 不支援的檔案

# SettingsCardMouseFwdBackBehaviour.Header
source: Mouse forward/back button
ar_sa: زر التقدم/الرجوع للماوس
es_es: Botones de avance/retroceso del ratón
fr_fr: Boutons avant/arrière de la souris
it_it: Pulsanti avanti/indietro del mouse
ja_jp: マウスの進む／戻るボタン
ko_kr: 마우스 앞으로/뒤로 버튼
ml_in: മൗസ് ഫോർവേഡ്/ബാക്ക് ബട്ടണുകൾ
nl_nl: Vooruit-/terugknoppen van de muis
pl_pl: Przyciski do przodu/do tyłu myszy
pt_pt: Botão de avançar/retroceder do rato
ru_ru: Кнопки «вперёд/назад» мыши
sv_se: Musens framåt-/bakåtknappar
uk_ua: Кнопки «вперед»/«назад» миші
zh_tw: 滑鼠前進/後退按鈕

# SettingsCardMouseFwdBackBehaviour.Description
source: Choose what the mouse forward and back buttons do (Available on some mice).
ar_sa: اختر ما تفعله أزرار التقدم والرجوع للماوس (متوفر في بعض أنواع الماوس).
es_es: Elija qué hacen los botones de avance y retroceso del ratón (disponible en algunos ratones).
fr_fr: Choisissez l'action des boutons avant et arrière de la souris (disponible sur certaines souris).
it_it: Scegli cosa fanno i pulsanti avanti e indietro del mouse (disponibile su alcuni mouse).
ja_jp: マウスの進む／戻るボタンの動作を選択します（一部のマウスで利用可能）。
ko_kr: 마우스 앞으로/뒤로 버튼의 동작을 선택합니다(일부 마우스에서만 지원).
ml_in: മൗസിലെ ഫോർവേഡ്/ബാക്ക് ബട്ടണുകൾ എന്ത് ചെയ്യണമെന്ന് തിരഞ്ഞെടുക്കുക (ചില മൗസുകളിൽ മാത്രമേ ലഭ്യമാകൂ).
nl_nl: Kies wat de vooruit- en terugknoppen van de muis doen (beschikbaar op sommige muizen).
pl_pl: Wybierz działanie przycisków do przodu i do tyłu myszy (dostępne w niektórych myszach).
pt_pt: Escolher a ação dos botões de avançar e retroceder do rato (disponível em alguns ratos).
ru_ru: Выберите, что делают кнопки «вперёд» и «назад» мыши (доступно на некоторых мышах).
sv_se: Välj vad musens framåt- och bakåtknappar gör (finns på vissa möss).
uk_ua: Вибрати дію для кнопок «вперед» та «назад» миші (доступно на деяких мишах).
zh_tw: 選擇滑鼠前進/後退按鈕的功能（僅部分滑鼠支援）。

# ComboMouseFwdBackItemStepZoom.Content
source: Stepped Zoom
ar_sa: تكبير/تصغير تدريجي
es_es: Zoom por pasos
fr_fr: Zoom par paliers
it_it: Zoom a livelli
ja_jp: 段階的ズーム
ko_kr: 단계별 줌
ml_in: ഘട്ടംഘട്ടമായ സൂം
nl_nl: Stapsgewijs zoomen
pl_pl: Powiększanie krokowe
pt_pt: Zoom por etapas
ru_ru: Пошаговое масштабирование
sv_se: Stegvis zoom
uk_ua: Покрокове масштабування
zh_tw: 分段縮放

# SettingsCardClickOutsideImageToRestoreWindow.Description
source: Clicking outside the photo restores the window from fullscreen or maximized state. Double-clicking maximizes it again.
ar_sa: يؤدي النقر خارج الصورة إلى استعادة النافذة من حالة ملء الشاشة أو التكبير. النقر المزدوج يُكبّر النافذة مجدداً.
es_es: Al hacer clic fuera de la foto, se restaura la ventana desde el estado de pantalla completa o maximizada. Hacer doble clic la vuelve a maximizar.
fr_fr: Cliquer en dehors de la photo restaure la fenêtre depuis le mode plein écran ou agrandi. Un double-clic l'agrandit à nouveau.
it_it: Facendo clic all'esterno della foto si ripristina la finestra dallo stato a schermo intero o massimizzato. Un doppio clic la massimizza di nuovo.
ja_jp: 写真の枠外をクリックすると、全画面表示または最大化された状態からウィンドウが元のサイズに復元されます。ダブルクリックすると再度最大化されます。
ko_kr: 사진 바깥쪽을 클릭하면 전체 화면 또는 최대화 상태에서 창이 복원됩니다. 두 번 클릭하면 다시 최대화됩니다.
ml_in: ചിത്രത്തിന് പുറത്തുള്ള ഭാഗത്ത് ക്ലിക്ക് ചെയ്താൽ വിൻഡോ ഫുൾസ്‌ക്രീൻ അല്ലെങ്കിൽ മാക്സിമൈസ് ചെയ്ത നിലയിൽ നിന്ന് പുനഃസ്ഥാപിക്കും. ഡബിൾ-ക്ലിക്ക് ചെയ്താൽ വീണ്ടും മാക്സിമൈസ് ചെയ്യും.
nl_nl: Als u buiten de foto klikt, wordt het venster hersteld vanuit de modus Volledig scherm of vanuit een gemaximaliseerd venster. Dubbelklikken maximaliseert het weer.
ru_ru: Клик за пределами фотографии восстанавливает окно из полноэкранного или развернутого состояния. Двойной клик снова разворачивает окно.
sv_se: Genom att klicka utanför fotot återställs fönstret från helskärmsläge eller maximerat läge. Dubbelklick maximerar det igen.
uk_ua: Клік за межами фотографії відновлює вікно з повноекранного або розгорнутого стану. Подвійний клік знову розгортає вікно.
zh_tw: 按一下相片外部可將視窗從全螢幕或最大化狀態還原。按兩下可再次最大化。

# SettingsCardClickOutsideImageToRestoreWindow.Header
source: Click outside image to restore window
ar_sa: النقر خارج الصورة لاستعادة النافذة
es_es: Hacer clic fuera de la imagen para restaurar la ventana
fr_fr: Cliquer en dehors de l'image pour restaurer la fenêtre
it_it: Fai clic all'esterno dell'immagine per ripristinare la finestra
ja_jp: 画像の枠外をクリックしてウィンドウを元に戻す
ko_kr: 이미지 바깥쪽을 클릭하여 창 복원
ml_in: വിൻഡോ പുനഃസ്ഥാപിക്കാൻ ചിത്രത്തിന് പുറത്ത് ക്ലിക്ക് ചെയ്യുക
nl_nl: Klik buiten de afbeelding om het venster te herstellen
ru_ru: Клик вне изображения для восстановления окна
sv_se: Klicka utanför bilden för att återställa fönstret
uk_ua: Клік за межами зображення, щоб відновити вікно
zh_tw: 按一下圖片外部以還原視窗

# SettingsCardAutoHideCaptionButtons.Description
source: The minimize, maximize, and close buttons are shown only when the mouse is near the top of the window.
ar_sa: تظهر أزرار التصغير والتكبير والإغلاق فقط عندما يكون مؤشر الماوس قريبًا من الجزء العلوي للنافذة.
es_es: Los botones de minimizar, maximizar y cerrar solo se muestran cuando el ratón está cerca de la parte superior de la ventana.
fr_fr: Les boutons réduire, agrandir et fermer s'affichent uniquement lorsque la souris est proche du haut de la fenêtre.
it_it: I pulsanti per ridurre a icona, ingrandire e chiudere vengono mostrati solo quando il mouse si trova vicino alla parte superiore della finestra.
ja_jp: 最小化、最大化、閉じるボタンは、マウスがウィンドウの上端近くにあるときにのみ表示されます。
ko_kr: 최소화, 최대화, 닫기 버튼은 마우스가 창의 상단 근처에 있을 때만 표시됩니다.
ml_in: മൗസ് വിൻഡോയുടെ മുകൾഭാഗത്തിന് സമീപം ആയിരിക്കുമ്പോൾ മാത്രമേ മിനിമൈസ്, മാക്സിമൈസ്, ക്ലോസ് ബട്ടണുകൾ കാണിക്കുകയുള്ളൂ.
nl_nl: De knoppen voor minimaliseren, maximaliseren en sluiten worden alleen weergegeven als de muis zich in de buurt van de bovenkant van het venster bevindt.
pl_pl: Przyciski minimalizacji, maksymalizacji i zamykania są wyświetlane tylko wtedy, gdy mysz znajduje się w pobliżu górnej krawędzi okna.
pt_pt: Os botões de minimizar, maximizar e fechar são apresentados apenas quando o rato está próximo do topo da janela.
ru_ru: Кнопки свертывания, развертывания и закрытия отображаются только тогда, когда мышь находится у верхнего края окна.
sv_se: Knapparna för att minimera, maximera och stänga visas endast när musen är nära fönstrets överkant.
uk_ua: Кнопки згортання, розгортання та закриття відображаються лише тоді, коли миша знаходиться біля верхнього краю вікна.
zh_tw: 僅當滑鼠靠近視窗頂部時，才會顯示最小化、最大化和關閉按鈕。

# SettingsCardAutoHideCaptionButtons.Header
source: Automatically hide caption buttons
ar_sa: إخفاء أزرار التحكم في النافذة تلقائيًا
es_es: Ocultar automáticamente los botones de la ventana
fr_fr: Masquer automatiquement les boutons de la fenêtre
it_it: Nascondi automaticamente i pulsanti della finestra
ja_jp: ウィンドウボタンを自動的に隠す
ko_kr: 창 버튼 자동 숨기기
ml_in: വിൻഡോ ബട്ടണുകൾ സ്വയമേവ മറയ്ക്കുക
nl_nl: Vensterknoppen automatisch verbergen
pl_pl: Automatycznie ukrywaj przyciski okna
pt_pt: Ocultar automaticamente os botões da barra de título
ru_ru: Автоматически скрывать кнопки окна
sv_se: Dölj fönsterknappar automatiskt
uk_ua: Автоматично ховати кнопки вікна
zh_tw: 自動隱藏視窗按鈕

# SettingsCardCtrlDragToMoveWindow.Header
source: Mouse Left Click and Drag outside Photo
ar_sa: النقر بزر الماوس الأيسر والسحب خارج الصورة
es_es: Clic izquierdo y arrastrar fuera de la foto
fr_fr: Clic gauche + Glisser en dehors de la photo
it_it: Clic sinistro e trascina fuori dalla foto
ja_jp: 写真の外でマウスの左クリック + ドラッグ
ko_kr: 사진 바깥에서 마우스 왼쪽 클릭 후 드래그
ml_in: ഫോട്ടോയ്ക്ക് പുറത്ത് മൗസ് ലെഫ്റ്റ് ക്ലിക്ക് ചെയ്ത് നീക്കുക
nl_nl: Linker muisknop en slepen buiten de foto
pl_pl: Lewy przycisk myszy i przeciąganie poza zdjęciem
pt_pt: Clique esquerdo do rato e arrastar fora da foto
ru_ru: Левая кнопка мыши + перетаскивание вне фото
sv_se: Vänsterklick och dra utanför bilden
uk_ua: Лівий клік миші та перетягування поза фото
zh_tw: 在照片外滑鼠左鍵拖曳

# SettingsCardImageScalingQuality.Header
source: Image scaling method
ar_sa: طريقة تحجيم الصورة
es_es: Método de escala de imagen
fr_fr: Méthode de mise à l'échelle de l'image
it_it: Metodo di ridimensionamento immagine
ja_jp: 画像拡大縮小方法
ko_kr: 이미지 크기 조절 방법
ml_in: ഇമേജ് സ്കെയിലിംഗ് രീതി
nl_nl: Schaalmethode voor afbeeldingen
pl_pl: Metoda skalowania obrazu
pt_pt: Método de dimensionamento de imagem
ru_ru: Метод масштабирования изображения
sv_se: Skalningsmetod för bilder
uk_ua: Метод масштабування зображення
zh_tw: 圖片縮放方法

# SettingsCardImageScalingQuality.Description
source: Nearest Neighbor – Use only for pixel art. Preserves sharp pixel edges. Bilinear – Fast and smooth image scaling suitable for general viewing. Anisotropic – Sharper results than Bilinear while maintaining good performance. High Quality Cubic – Highest-quality scaling for photos.
ar_sa: Nearest Neighbor – يستخدم فقط لرسومات البكسل (pixel art). يحافظ على حواف البكسل الحادة. Bilinear – تحجيم سريع وسلس للصورة ومناسب للعرض العام. Anisotropic – نتائج أكثر حدة من Bilinear مع الحفاظ على أداء جيد. High Quality Cubic – تحجيم بأعلى جودة للصور.
es_es: Nearest Neighbor – Usar solo para pixel art. Preserva los bordes nítidos de los píxeles. Bilinear – Escalado de imagen rápido y suave, adecuado para visualización general. Anisotropic – Resultados más nítidos que Bilinear manteniendo un buen rendimiento. High Quality Cubic – Escalado de la más alta calidad para fotos.
fr_fr: Nearest Neighbor – À utiliser uniquement pour le pixel art. Préserve la netteté des bords des pixels. Bilinear – Mise à l'échelle rapide et fluide, adaptée à la visualisation générale. Anisotropic – Résultats plus nets que Bilinear tout en maintenant de bonnes performances. High Quality Cubic – Mise à l'échelle de la plus haute qualité pour les photos.
it_it: Nearest Neighbor – Usa solo per la pixel art. Preserva i bordi nitidi dei pixel. Bilinear – Ridimensionamento rapido e fluido, adatto alla visualizzazione generale. Anisotropic – Risultati più nitidi rispetto a Bilinear mantenendo buone prestazioni. High Quality Cubic – Ridimensionamento della massima qualità per le foto.
ja_jp: Nearest Neighbor – ピクセルアートのみに使用します。ピクセルのエッジをシャープに保ちます。 Bilinear – 一般的な表示に適した、高速で滑らかな画像スケーリングです。 Anisotropic – 優れたパフォーマンスを維持しながら、Bilinearよりもシャープな结果を提供します。 High Quality Cubic – 写真に最適な最高品質のスケーリングです。
ko_kr: Nearest Neighbor – 픽셀 아트에만 사용하세요. 선명한 픽셀 경계를 유지합니다. Bilinear – 일반적인 보기에 적합한 빠르고 부드러운 이미지 크기 조절 방식입니다. Anisotropic – 우수한 성능을 유지하면서 Bilinear보다 더 선명한 결과를 제공합니다. High Quality Cubic – 사진에 가장 적합한 최고 품질의 크기 조절 방식입니다.
ml_in: Nearest Neighbor – പിക്സൽ ആർട്ടുകൾക്ക് മാത്രം ഉപയോഗിക്കുക. പിക്സൽ അരികുകൾ കൃത്യമായി നിലനിർത്തുന്നു. Bilinear – സാധാരണ കാഴ്ചയ്ക്ക് അനുയോജ്യമായ വേഗതയേറിയതും സുഗമവുമായ ഇമേജ് സ്കെയിലിംഗ്. Anisotropic – നല്ല പ്രകടനം നിലനിർത്തിക്കൊണ്ട് Bilinear-നെക്കാൾ കൂടുതൽ വ്യക്തതയുള്ള ഫലം നൽകുന്നു. High Quality Cubic – ഫോട്ടോകൾക്ക് ഏറ്റവും മികച്ച ഗുണനിലവാരം നൽകുന്ന സ്കെയിലിംഗ് രീതി.
nl_nl: Nearest Neighbor – Alleen gebruiken voor pixel art. Behoudt scherpe pixelranden. Bilinear – Snelle en vloeiende beeldschaling, geschikt voor algemeen gebruik. Anisotropic – Scherpere resultaten dan Bilinear met behoud van goede prestaties. High Quality Cubic – Schaling van de hoogste kwaliteit voor foto's.
pl_pl: Nearest Neighbor – Używaj tylko do grafiki pikselowej (pixel art). Zachowuje ostre krawędzie pikseli. Bilinear – Szybkie i płynne skalowanie obrazu, odpowiednie do ogólnego przeglądania. Anisotropic – Ostrzejsze rezultaty niż przy metodzie Bilinear przy zachowaniu dobrej wydajności. High Quality Cubic – Najwyższej jakości skalowanie dla zdjęć.
pt_pt: Nearest Neighbor – Utilize apenas para pixel art. Preserva as arestas nítidas dos píxeis. Bilinear – Redimensionamento de imagem rápido e suave, adequado para visualização geral. Anisotropic – Resultados mais nítidos do que o Bilinear, mantendo um bom desempenho. High Quality Cubic – Redimensionamento de alta qualidade para fotos.
ru_ru: Nearest Neighbor – Используйте только для пиксельной графики. Сохраняет резкие края пикселей. Bilinear – Быстрое и плавное масштабирование, подходящее для обычного просмотра. Anisotropic – Более четкие результаты, чем при Bilinear, при хорошей производительности. High Quality Cubic – Масштабирование наивысшего качества для фотографий.
sv_se: Nearest Neighbor – Använd endast för pixelkonst. Bevarar skarpa pixelkanter. Bilinear – Snabb och mjuk bildskalning som passar för allmän visning. Anisotropic – Skarpare resultat än Bilinear med bibehållen god prestanda. High Quality Cubic – Skalning med högsta kvalitet för foton.
uk_ua: Nearest Neighbor – Використовуйте лише для піксельної графіки. Зберігає чіткі краї пікселів. Bilinear – Швидке та плавне масштабування зображення, що підходить для звичайного перегляду. Anisotropic – Чіткіші результати, ніж у Bilinear, при збереженні хорошої продуктивності. High Quality Cubic – Масштабування найвищої якості для фотографій.
zh_tw: Nearest Neighbor – 僅用於像素藝術。保留清晰的像素邊緣。 Bilinear – 快速且平滑的影像縮放，適合一般檢視。 Anisotropic – 比 Bilinear 更清晰的效果，同時保持良好的效能。 High Quality Cubic – 適合相片的最高品質縮放。

# MenuItemFileInfo.Text
source: Properties
ar_sa: خصائص
es_es: Propiedades
fr_fr: Propriétés
it_it: Proprietà
ja_jp: プロパティ
ko_kr: 속성
ml_in: പ്രോപ്പർട്ടികൾ
nl_nl: Eigenschappen
pl_pl: Właściwości
pt_pt: Propriedades
ru_ru: Свойства
sv_se: Egenskaper
uk_ua: Властивості
zh_tw: 內容

# MenuItemDelete.Text
source: Delete
ar_sa: حذف
es_es: Eliminar
fr_fr: Supprimer
it_it: Elimina
ja_jp: 削除
ko_kr: 삭제
ml_in: ഇല്ലാതാക്കുക
nl_nl: Verwijderen
pl_pl: Usuń
pt_pt: Eliminar
ru_ru: Удалить
sv_se: Ta bort
uk_ua: Видалити
zh_tw: 刪除

# ButtonMoreToolTip.Content
source: More actions
ar_sa: مزيد من الإجراءات
es_es: Más acciones
fr_fr: Autres actions
it_it: Altre azioni
ja_jp: その他の操作
ko_kr: 추가 작업
ml_in: കൂടുതൽ പ്രവർത്തനങ്ങൾ
nl_nl: Meer acties
pl_pl: Więcej akcji
pt_pt: Mais ações
ru_ru: Дополнительные действия
sv_se: Fler åtgärder
uk_ua: Додаткові дії
zh_tw: 其他動作

# MenuItemPhotoInfo.Text
source: Photo Info
ar_sa: معلومات الصورة
es_es: Información de la foto
fr_fr: Infos sur la photo
it_it: Info foto
ja_jp: 写真情報
ko_kr: 사진 정보
ml_in: ഫോട്ടോ വിവരങ്ങൾ
nl_nl: Foto-info
pl_pl: Informacje o zdjęciu
pt_pt: Informações da foto
ru_ru: Сведения о фото
sv_se: Fotoinfo
uk_ua: Відомості про фото
zh_tw: 相片資訊

# MenuItemOpenFileLocation.Text
source: Open File Location
ar_sa: فتح موقع الملف
es_es: Abrir la ubicación del archivo
fr_fr: Ouvrir l'emplacement du fichier
it_it: Apri percorso file
ja_jp: ファイルの場所を開く
ko_kr: 파일 위치 열기
ml_in: ഫയലിന്റെ സ്ഥാനം തുറക്കുക
nl_nl: Bestandslocatie openen
pl_pl: Otwórz lokalizację pliku
pt_pt: Abrir localização do ficheiro
ru_ru: Открыть расположение файла
sv_se: Öppna filens plats
uk_ua: Відкрити розташування файлу
zh_tw: 開啟檔案位置

# MenuItemOpenWithHeader.Text
source: Open with
ar_sa: فتح باستخدام
es_es: Abrir con
fr_fr: Ouvrir avec
it_it: Apri con
ja_jp: プログラムから開く
ko_kr: 연결 프로그램
ml_in: ഇതുപയോഗിച്ച് തുറക്കുക
nl_nl: Openen met
pl_pl: Otwórz za pomocą
pt_pt: Abrir com
ru_ru: Открыть с помощью
sv_se: Öppna med
uk_ua: Відкрити за допомогою
zh_tw: 開啟方式

# MenuItemPrint.Text
source: Print
ar_sa: طباعة
es_es: Imprimir
fr_fr: Imprimer
it_it: Stampa
ja_jp: 印刷
ko_kr: 인쇄
ml_in: പ്രിന്റ് ചെയ്യുക
nl_nl: Afdrukken
pl_pl: Drukuj
pt_pt: Imprimir
ru_ru: Печать
sv_se: Skriv ut
uk_ua: Друк
zh_tw: 列印

# MenuItemShare.Text
source: Share
ar_sa: مشاركة
es_es: Compartir
fr_fr: Partager
it_it: Condividi
ja_jp: 共有
ko_kr: 공유
ml_in: പങ്കിടുക
nl_nl: Delen
pl_pl: Udostępnij
pt_pt: Partilhar
ru_ru: Поделиться
sv_se: Dela
uk_ua: Поділитися
zh_tw: 共用

# MenuItemRename.Text
source: Rename
ar_sa: إعادة تسمية
es_es: Cambiar nombre
fr_fr: Renommer
it_it: Rinomina
ja_jp: 名前の変更
ko_kr: 이름 바꾸기
ml_in: പേരുമാറ്റുക
nl_nl: Naam wijzigen
pl_pl: Zmień nazwę
pt_pt: Mudar o nome
ru_ru: Переименовать
sv_se: Byt namn
uk_ua: Перейменувати
zh_tw: 重新命名

# RenameFailed.CloseButton
source: OK
ar_sa: موافق
es_es: Aceptar
ko_kr: 확인
ml_in: ശരി
ru_ru: ОК
zh_tw: 確定
